g0 = 9.81 # ускорение свободного падения на Кербине
Kerbin_Radius = 600000 # Радиус Кербина, м
Kerbin_Mass = 5.97217 * 10 ** 24 # Масса Кербина, кг
Gravity_Parametr = 3.5316 * 10 ** -12 # Гравитационное ускорение на Кербине, H*м^2/кг^2

Rocket_Mass = 27650 # Начальная масса ракеты, кг

Mf1 = 8000 # масса топлива в первой ступени, кг
Mf2 = 6000 # масса топлива во второй ступени, кг

M1 = 14160 # Масса первой ступени, кг
M2 = 13430 # Масса второй ступени, кг

Isp = [265, 320] # удельная тяга двигателя на каждой ступени
time_of_stages = [25, 60] # время работы ступеней
t = 85 # рассматриваемый диапазон времени, с